package com.kekadoc.project.capybara.admin

//Авторизация
//
//Профили
//  Получение профиля по фильтрам
//  Создание пользователей
//  Заявки на регистрацию
//  Удаление пользователя
//  Редактирование пользователя (Статус, тип, ФИО, коммуникации)
//  Доступы к профилям и группам
//  Парсинг файла на предмет наполнения пользователей
//
//Сообщения
//  Получение сообщений по фильтрам
//  Отправка сообщений
//  Удаление сообщений
//
//Группы
//  Получение группы
//  Создание группы
//  Наполнение группы
//  Удаление группы
//  Парсинг файла на предмет наполнения групп